{
  "items": {
    "healing_potion": [
      {
        "quality": "common",
        "name": "Обычное зелье исцеления",
        "description": "Небольшое зелье, восстанавливающее часть здоровья. Сварено из местных ингредиентов, оно представляет ценность лишь для авантюристов. Не используется в серьезной медицине.",
        "healing": 15
      },
      {
        "quality": "rare",
        "name": "Большое зелье исцеления",
        "description": "Мощное зелье, восстанавливающее значительное количество здоровья. Приготовлено из ингредиентов, добытых из довольно опасных представителей подземелья. Экземпляры, которые удается вывезти из деревни, продают в крупных городах с большой наценкой.",
        "healing": 40
      },
      {
        "quality": "epic",
        "name": "Зелье божественного исцеления",
        "description": "Оторвало руку? Потерял внутренние органы? Открылось три аневризмы? Просто выпей, и все пройдет. Сварено из самых качественных останков легендарных монстров, подается лишь королям в ограниченном тираже.",
        "healing": 100
      }
    ],
    "armor": [
      {
        "quality": "common",
        "name": "Сыромятный доспех",
        "description": "Легкий доспех из стеганной кожи. Обеспечивает минимальную защиту.",
        "defense": 5
      },
      {
        "quality": "rare",
        "name": "Стальной доспех",
        "description": "Прочный доспех из стали. Хорошо защищает от физических атак. Переплавлен из оружия и экипировки местных монстров.",
        "defense": 15
      },
      {
        "quality": "epic",
        "name": "Легендарный композитный доспех",
        "description": "Доспех, напитавшийся местной магией и силой существ с самых глубоких уровней подземелья. Создает вокруг носителя кромку силового магического поля, нивелирующего физический урон.",
        "defense": 40
      }
    ],
    "sword": [
      {
        "quality": "common",
        "name": "Железный меч",
        "description": "Простой меч, выкованный из железа. Если приложить к уху, то слышно, как он ржавеет. Ни грамма углерода!",
        "attack": 10
      },
      {
        "quality": "rare",
        "name": "Стальная рапира",
        "description": "Тонкое, элегантное оружие, идеально подходящее для быстрых атак. Выплавлено из экипировки монстров со средних уровней подземелья.",
        "attack": 20
      },
      {
        "quality": "epic",
        "name": "Экскалибур",
        "description": "Реплика легендарного меча короля Артура. Имеет повышенный урон по существам, порожденным подземельем. Сплав, из которого он состоит, неизвестен, однако по плотности напоминает церковное серебро.",
        "attack": 40
      }
    ]
  },
  "empty_room": [
    {
      "dialogue": "Комната пуста и охвачена странным молчанием. Темные стены словно поглощают свет факела, и единственным звуком остается тихое эхо ваших шагов. Странное чувство, как будто кто-то наблюдает за вами из темноты."
    },
    {
      "dialogue": "Ты входишь в пустую комнату. Пыль на полу и старые камни, покрытые мхом, выглядят как будто они никогда не видели свежего воздуха. Вроде бы ничего не угрожает, но ощущение тревоги не покидает."
    },
    {
      "dialogue": "Пустое пространство. Стены этого зала, кажется, слишком гладкие, как если бы они были вырезаны специально, чтобы не оставить следов времени. Однако все здесь странно замкнуто, как если бы сам воздух был наполнен давлением старых тайн."
    },
    {
      "dialogue": "В комнате царит неестественная тишина. Мрак кажется плотным, как покрывало, охватывающее тебя. Странное ощущение того, что что-то очень важное скрывается за этим пустым пространством, заставляет сердце биться быстрее."
    },
    {
      "dialogue": "Ты оказываешься в пустой комнате, лишь отголоски твоих шагов эхом отражаются от старых камней. Тишина здесь не успокаивает, а наоборот — все вокруг будто напрягает воздух, как если бы сама комната держала в себе что-то древнее и забытое."
    }
  ],
    "ending": [
    {
      "dialogue": "Темнота поглощает тебя, и холод проникает в сердце. Возможно, это была не последняя глава твоей истории, но ты больше никогда об этом не узнаешь."
    },
    {
      "dialogue": "Твое тело падает безжизненно, а эхо последних мгновений твоей жизни уходит в пустоту. Судьба подвела, но ты боролся до конца."
    },
    {
      "dialogue": "Ты сделал всё, что мог, но это оказалось недостаточно. Твои усилия растворяются во мраке, а мир продолжает вращаться без тебя."
    },
    {
      "dialogue": "Последний вдох вырывается из твоих легких, и время замирает. Твоя история окончена, но, возможно, это начало чего-то нового."
    },
    {
      "dialogue": "Свет медленно угасает перед твоими глазами, и мир погружается в тишину. Твоя легенда завершена, оставляя только тени воспоминаний."
    }
  ]
}
